@extends('layouts.base')
@section('desc', 'Пользовательское соглашение сервиса Conton')
@section('title', 'Пользовательское соглашение')

@section('main')
    <div class="container">
        <div class="terms">
            <h2 class="h2 mb-5 mt-5">Пользовательское Соглашение</h2>
            <p class="mb-5">Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между (далее Conton или Администрация) с одной стороны и пользователем сайта с другой.
                Сайт Conton не является средством массовой информации.</p>
            <p>Используя сайт, Вы соглашаетесь с условиями данного соглашения.</p>
            <p class="mb-5 fw-bold">Если Вы не согласны с условиями данного соглашения, не используйте сайт Conton!</p>
            <h2 class="h2 mb-5 mt-5">Предмет соглашения</h2>
            <p class="mb-5 fw-bold">Администрация предоставляет пользователю право на размещение на сайте следующей информации:</p>

            <h2 class="h2 mb-5">Предмет соглашения</h2>
            <p class="mb-5 fw-bold">Администрация предоставляет пользователю право на размещение на сайте следующей информации:</p>
            <div>
                - Текстовой информации
                <br>
                - Фотоматериалов
                <br>
                - Ссылок на материалы, размещенные на других сайтах
            </div>
            <h2 class="h2 mb-5 mt-5">Права и обязанности сторон</h2>
            <p class="mb-5 fw-bold">Пользователь имеет право:</p>
            <div>
                - осуществлять поиск информации на сайте
                <br>
                - получать информацию на сайте
                <br>
                - создавать информацию для сайта
                <br>
                - комментировать контент, выложенный на сайте
                <br>
                - копировать информацию на другие сайты с указанием источника
                <br>
                - требовать от администрации скрытия любой информации о пользователе
                <br>
                - использовать информацию сайта в коммерческих целях без специального разрешения
            </div>
            <p class="mb-5 mt-5 fw-bold">Администрация имеет право:</p>
            <div>
                - по своему усмотрению и необходимости создавать, изменять, отменять правила
                <br>
                - ограничивать доступ к любой информации на сайте
                <br>
                - создавать, изменять, удалять информацию
                <br>
                - удалять учетные записи
            </div>
            <p class="mb-5 mt-5 fw-bold">Пользователь обязуется:</p>
            <div>
                - обеспечить достоверность предоставляемой информации
                <br>
                - обеспечивать сохранность личных данных от доступа третьих лиц
                <br>
                - обновлять Персональные данные, предоставленные при регистрации, в случае их изменения
                <br>
                - не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная или административная ответственность
                <br>
                - не нарушать работоспособность сайта
                <br>
                - не создавать несколько учётных записей на Сайте, если фактически они принадлежат одному и тому же лицу
                <br>
                - не совершать действия, направленные на введение других Пользователей в заблуждение
                <br>
                - не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим лицам
                <br>
                - не регистрировать учетную запись от имени или вместо другого лица за исключением случаев, предусмотренных законодательством РФ
                <br>
                - не размещать материалы рекламного, эротического, порнографического или оскорбительного характера, а также иную информацию, размещение которой запрещено или противоречит нормам действующего законодательства РФ
                <br>
                - не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами
            </div>
            <p class="mb-5 mt-5 fw-bold">Администрация обязуется:</p>
            <div>
                - поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.
                <br>
                - осуществлять разностороннюю защиту учетной записи Пользователя
                <br>
                - защищать информацию, распространение которой ограничено или запрещено законами путем вынесения предупреждения либо удалением учетной записи пользователя, нарушившего правила
                <br>
                - предоставить всю доступную информацию о Пользователе уполномоченным на то органам государственной власти в случаях, установленных законом
            </div>

            <h2 class="h2 mb-5 mt-5">Ответственность сторон</h2>
            <div>
                - пользователь лично несет полную ответственность за распространяемую им информацию
                <br>
                - администрация не несет никакой ответственности за достоверность информации, скопированной из других источников
                <br>
                - администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально полученных услуг
                <br>
                - администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами
                <br>
                - в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса
            </div>
            <h2 class="h2 mb-5 mt-5">Условия действия Соглашения</h2>

            <p>Данное Соглашение вступает в силу при регистрации на сайте.</p>
            <p>Соглашение действует бессрочно.</p>
            <p>Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.</p>
            <p>При изменении соглашения, в некоторых случаях, администрация может оповестить пользователей удобным для нее способом.</p>
        </div>
    </div>
@endsection
